[
    {
        "image": "https://s.studiobinder.com/wp-content/uploads/2019/11/jbareham_190421_0890_mcu_ranked_final.0.jpg",
        "title": "Superhero",
        "description": "The superhero subgene features costumed crime fighters with extraordinary abilities or powers who use them to fight against villains and protect the innocent. They often combine high-energy action sequences with themes of heroism, morality, and the struggle between good and evil."
    },
    {
        "image": "https://th.bing.com/th/id/OIP.IN_ZyVWWbE3K5BdVMug-xgAAAA?rs=1&pid=ImgDetMain",
        "title": "coming of age",
        "description": "The coming-of-age subgenre features personal growth, maturation, and self-discovery of a young protagonist as they navigate the challenges and transitions of adolescence into adulthood. These stories often revolve around characters experiencing pivotal moments, gaining new insights, and learning valuable life lessons as they transition from childhood to maturity."
    },
    {
        "image": "https://www.slashfilm.com/img/gallery/the-origin-of-the-ghostface-mask-in-scream-is-delightfully-mundane/intro-1634673747.jpg",
        "title": "Slasher Horror",
        "description": "The slasher horror subgenre features a distinctive formula of violence, suspense, and a masked or anonymous killer who systematically stalks and murders victims. Slasher stories are known for their intense and graphic scenes of violence, particularly focused on the act of murder, and they often incorporate elements of mystery and survival."
    },
    {
        "image": "https://1.bp.blogspot.com/-amcIsNSBKy8/WxNtGvDWcPI/AAAAAAAAr-k/lAfwdE9WunIRdaebmf6dkzaPJVNiG0PaQCLcBGAs/s1600/joysticks1.jpg",
        "title": "Raunchy comedy",
        "description": "The raunchy comedy subgenre uses explicit, often crude and vulgar, humor to create laughter. Raunchy comedies push the boundaries of traditional comedic norms by incorporating explicit language, sexual content, and taboo subjects for comedic effect."
    },
    {
        "image": "https://th.bing.com/th/id/OIP.W1rL9H7IAA2m6-qAhx3JhgHaEK?rs=1&pid=ImgDetMain",
        "title": "Dark comedy",
        "description": "The dark comedy subgenre, also known as black comedy, combines humor with elements of tragedy, morbidity, or darker themes. Dark comedies often explore serious or taboo subjects, such as death, crime, dysfunction, and societal issues, while infusing these topics with humor to create an unusual and often thought-provoking contrast. The humor in dark comedies is typically edgy, satirical, and often unsettling, challenging traditional comedic norms."
    },
    {
        "image": "https://th.bing.com/th/id/OIP.7PGbEPj1xELu5hHFfXebCQAAAA?rs=1&pid=ImgDetMain",
        "title": "thriller",
        "description": "The thriller genre features suspense, tension, and excitement. These stories are known for keeping audiences on the edge of their seats and delivering intense emotional experiences by revolving around high-stakes situations, dangerous conflicts, and the constant anticipation of unexpected events."
    },
    {
        "image": "https://fwmedia.fandomwire.com/wp-content/uploads/2023/07/10051048/Dakota-Johnson-and-Jamie-Dornan-Fifty-Shades-of-Grey-2.jpg",
        "title": "Steamy romance",
        "description": "The steamy romance subgenre features sensuality as an integral part of the narrative. The stories include depictions of sexual encounters between the main characters, with a primary focus on the physical aspects of their relationship. Viewers should make informed decisions based on their preferences and comfort levels."
    },
    {
        "image": "https://th.bing.com/th/id/R.abfe67a781a0bd3a2fecf0b48467030e?rik=ZH5SGiabEKYz0Q&riu=http%3a%2f%2fwww.indiewire.com%2fwp-content%2fuploads%2f2017%2f06%2fsuperbad1.jpg&ehk=QHOV3AIgFAX5fGeLsmXDSx8RLSI6Z0j%2fG%2fDqAkee1OY%3d&risl=&pid=ImgRaw&r=0",
        "title": "Comedy",
        "description": "The comedy genre refers to a category of entertainment that aims to amuse and entertain audiences by using humor, wit, and comedic situations. Comedies are created with the primary intention of eliciting laughter and providing lighthearted enjoyment. They encompass a wide range of styles, tones, and themes, appealing to various tastes and audiences."
    },
    {
        "image": "https://kinorotterdam.nl/content/uploads/2023/04/sword-of-the-stranger_Still3.jpg",
        "title": "Anime",
        "description": "Anime is a style of Japanese animation that has gained significant popularity outside of Japan. It is often characterized by its use of flat design and limited animation, with characters characterized by large expressive eyes, exaggerated facial expressions, and defined lines. These stories are produced for audiences of all ages, with specific subgenres catering to different age groups."
    },
    {
        "image": "https://th.bing.com/th/id/OIP.uh2H7ChgrBJYjJqLi4OeXgHaEo?rs=1&pid=ImgDetMain",
        "title": "Horror",
        "description": "The horror genre features stories that aim to elicit fear, suspense, and a sense of dread in its audience. Horror stories often explore themes related to the unknown, the supernatural, and the macabre, and they frequently evoke strong emotional reactions such as anxiety, terror, and unease."
    },
    {
        "image": "https://external-preview.redd.it/g7o3gtbwluKar9h6f-RB0qUK8Q2YmI4aV4TqVJpiaOI.jpg?auto=webp&s=b5bbd1f78fd4c00d75d7c0a1ca79a0214bc5338c",
        "title": "Dystopian Sci-fi",
        "description": "The dystopian sci-fi subgenre features worlds characterized by extreme social, political, and environmental challenges and focuses on the negative aspects of humanity's future. In these stories, societies have deteriorated into oppressive, nightmarish, or dysfunctional states."
    },
    {
        "image": "https://imgix.ranker.com/list_img_v2/18491/878491/original/best-current-tv-sitcoms-u4?w=817&h=427&fm=jpg&q=50&fit=crop",
        "title": "sitcom",
        "description": "The sitcom, short for situational comedy, is a subgenre of TV series that features a set of recurring characters, often occupying a shared environment such as a home or workspace, placed in humorous situations. Sitcoms are designed to entertain and make audiences laugh through comedic dialogue, situational humor, and often exaggerated or absurd scenarios."
    },
    {
        "image": "https://justkillingti.me/wp-content/2014/06/brando-godfather.jpg",
        "title": "Gangster",
        "description": "The gangster subgenre features the perspectives of characters involved in criminal organizations. These stories typically center on the tragic rise and fall of an antihero in their pursuit of wealth, power, and status."
    },
    {
        "image": "https://static.stacker.com/s3fs-public/styles/slide_desktop/s3/croppedAlienMovies25starship6EXLjpg.JPEG",
        "title": "Sci-fi",
        "description": "The sci-fi genre, short for science fiction, features imaginative and futuristic concepts that are often rooted in scientific principles, technology, and possibilities. These stories delve into what if questions and can serve as a platform to address contemporary social, political, and ethical issues by projecting them onto future or alternate settings."
    },
    {
        "image": "https://www.looper.com/img/gallery/the-best-fantasy-movies-of-all-time-according-to-rotten-tomatoes/intro-1584539545.jpg",
        "title": "Fantasy epic",
        "description": "The fantasy epic subgenre features grand, sweeping narratives set in vast, imaginary worlds. These stories involve heroic quests, epic battles, intricate magic systems, and richly developed cultures and histories. They are known for their scope, depth, and immersive world-building."
    },
    {
        "image": "https://th.bing.com/th/id/R.3828de5d2297961ab43462776bf6aa51?rik=DD01vL5f5dolEA&riu=http%3a%2f%2fimages2.fanpop.com%2fimage%2fphotos%2f13600000%2fInception-inception-2010-13699513-1600-1200.jpg&ehk=te533lwUMkur5CA3WaDErPHdE8L8Ej6bhsU2NaCrc%2b0%3d&risl=&pid=ImgRaw&r=0",
        "title": "Psychological thriller",
        "description": "The psychological thriller subgenre features the psychological and emotional states of characters, as well as the tension and suspense created through their mental and emotional experiences. These stories often involve intricate plots, complex characters, and situations that challenge the perceptions and sanity of the protagonists."
    }
]